# WoodLatewoodBumpDepth Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
AdvancedWood..::..WoodLatewoodBumpDepth Property
AdvancedWood Class See Also
---
The property labeled "Depth (cm) of the latewood bump" from the "AdvancedWood" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string WoodLatewoodBumpDepth { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property WoodLatewoodBumpDepth As String
	Get
```

Visual C++
---
```text
public:
static property String^ WoodLatewoodBumpDepth {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyDistance".
# See Also
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace